export default function useDetails() {
  const data = [
    { id: 1, title: "نام و نام خانوادگی", info: " حسن زمانی گروه" },
    { id: 2, title: "کد ملی ", info: " 3031745299" },
    { id: 3, title: "شهر ", info: " کرمان" },
    { id: 4, title: "استان ", info: " كرمان" },
    { id: 5, title: "بازرس ", info: " شهروز خاندان ،" },
    { id: 6, title: "خودرو ", info: " پژو خاکستری 405 1395" },
    { id: 7, title: "پلاک ", info: " 75 - 739 د 12" },
    { id: 8, title: "تلفن ", info: " 09023574618" },
    { id: 9, title: "نماینده ", info: " راهب قنبری گوهرریزی" },
    { id: 10, title: "تاریخ انقضای گواهینامه ", info: " ۱۴۰۳-۰۹-۱۸" },
    { id: 11, title: "تاریخ انقضای بیمه شخص ثالث ", info: " ۱۴۰۲-۰۵-۰۶" },
  ];

  const quetions = [
    { id: 1, title: "آیا بدنه خودرو سالم است", info: " خیر" },
    { id: 2, title: "آیا سپر ها ی خودرو سالم است ", info: " خیر" },
    {
      id: 3,
      title: "آیا عاج لاستیک های جلو استاندارد 30% می باشد ",
      info: " خیر",
    },
    {
      id: 4,
      title: "آیا عاج لاستیک های عقب استاندارد 30% می باشد ",
      info: " خیر",
    },
    {
      id: 5,
      title: "آیا کپسول اطفاء حریق موجود و دارای تاریخ معتبر می باشد ",
      info: " خیر",
    },
  ];

  return { data, quetions };
}
